import productImage1 from '../imgs/products/product-img-1.jpg';
import productImage2 from '../imgs/products/product-img-2.jpg';
import productImage3 from '../imgs/products/product-img-3.jpg';
import productImage4 from '../imgs/products/product-img-4.jpg';
import productImage5 from '../imgs/products/product-img-5.jpg';
import productImage6 from '../imgs/products/product-img-6.jpg';
export const data = [
  {
    id: 1,
    name: 'فراولة',
    price: 60,
    amount: 0,
    category: 'الأعلي سعر',
    image: { srcImg: productImage1 },
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 2,
    name: 'كيوي',
    price: 90,
    amount: 0,
    category: 'الأعلي سعر',
    image: { srcImg: productImage4 },
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 3,
    name: 'تفاح',
    price: 43,
    amount: 0,
    category: 'متوسط',
    image: { srcImg: productImage5 },
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 4,
    name: 'عنب',
    price: 45,
    amount: 0,
    category: 'متوسط',
    image: { srcImg: productImage2 },
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 5,
    name: 'توت',
    price: 45,
    amount: 0,
    category: 'متوسط',
    image: { srcImg: productImage6 },
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
  {
    id: 6,
    name: 'ليمون',
    price: 20,
    amount: 0,
    category: 'الأقل سعر',
    image: { srcImg: productImage3 },
    disc: 'أشجار التفاح هي أكثر أشجار الفاكهة شيوعًا في الاتحاد الأوروبي، وتبلغ مساحتها ٤٥٠ ألف هكتار. أكبر منتجي التفاح في الاتحاد الأوروبي هم بولندا وإيطاليا وفرنسا. تجدر الإشارة إلى أن البساتين في بولندا تشكل ما يصل إلى ثلث إجمالي مساحة زراعة التفاح في الاتحاد الأوروبي، وتغطي بساتين التفاح هناك ٧٢٪ من جميع محاصيل الفاكهة.',
  },
];
